Repository: gggbbbuuu/JM
Catalog: addons/service.je4m.updater/resources/language/resource.language.*/strings.po
Languages: el_gr

# #30001
source: Updating SkinShorcucts...
el_gr: Eνημέρωση συντομεύσεων...

# #30002
source: Problem updating...
el_gr: Πρόβλημα ενημέρωσης...

# #30003
source: Updating files from...
el_gr: Eνημέρωση αρχείων από...

# #30004
source: The files of Build have been updated
el_gr: Πραγματοποιήθηκε ενημέρωση των αρχείων και της δομής του Build.

# #30005
source: To see the changelog press OK.
el_gr: Για να δείτε της αλλαγές πατήστε ΟΚ.

# #30006
source: Checking GKoBu Repo...
el_gr: Έλεγχος GKoBu Repo ...

# #30007
source: Downloading...
el_gr: Λήψη του...

# #30008
source: Done...
el_gr: Έγινε...

# #30009
source: Please wait...
el_gr: Περιμένετε...

# #30010
source: Almost done...
el_gr: Λίγο ακόμα...

# #30011
source: Done!!!
el_gr: Έτοιμοι!!!

# #30012
source: ERROR!![CR]JSON file missformated!!
el_gr: ERROR!![CR]Λάθος δομή του αρχείου JSON

# #30013
source: ERROR!![CR]Can't access JSON file url!!
el_gr: ERROR!![CR]Αδυναμία ανάγνωσης αρχείου JSON

# #30014
source: %s update files downloaded
el_gr: Έγινε λήψη %s αρχείων ενημέρωσης

# #30015
source: Build has been updated[CR]to version [COLORwhite]%s[/COLOR]
el_gr: To Build ενημερώθηκε[CR]στην έκδοση [COLORwhite]%s[/COLOR]

# #30016
source: Build seems to be updated
el_gr: To Build φαίνεται[CR]να είναι ενημερωμένο

# #30017
source: ERROR!![CR]INTERNET CONNECTION PROBLEM
el_gr: ERROR!![CR]ΠΡΟΒΛΗΜΑ ΣΤΗΝ ΣΥΝΔΕΣΗ ΔΙΚΤΥΟΥ

# #32001
source: ShortCuts Version
el_gr: Έκδοση συντομεύσεων

# #32002
source: UpdateZip Version
el_gr: Έκδοση UpdateZip

# #32003
source: Overwrite mainmenu.DATA.xml
el_gr: Αντικατάσταση mainmenu.DATA.xml

# #32004
source: MainMenu SF folders Version
el_gr: Έκδοση SF Φακέλων Main menu

# #32005
source: Keep My Shortcuts
el_gr: Κράτησε τις συντομεύσεις μου

# #32006
source: Keep Widget-Backgrounds for
el_gr: Κράτησε Widget-Υπόβαθρα για κατηγορίες

# #32007
source: All Categories
el_gr: Όλες τις κατηγορίες

# #32008
source: The ones I made
el_gr: Όσες δημιούργησα εγώ

# #32009
source: None - Build Defaults
el_gr: Καμία - Οι αρχικές στο build

# #32010
source: Addons updates monitor
el_gr: Παρακολούθηση ενημερώσεων προσθέτων

# #32011
source: Minutes of service in sleep mode
el_gr: Λεπτά παραμονής υπηρεσίας σε sleep mode

# #32012
source: GUI Settings Version
el_gr: Έκδοση ρυθμίσεων GUI

# #32013
source: Ask for Stalker Installation
el_gr: Προβολή ερώτησης για εγκατάσταση Stalker

# #32014
source: Main Menu Options
el_gr: Επιλογές[CR]Κεντρικού Μενού

# #32015
source: Control GUI settings
el_gr: Έλεγχος ρυθμίσεων GUI

# #32016
source: Control Fen settings
el_gr: Έλεγχος ρυθμίσεων Fen

# #32017
source: Control TMDB Helper settings
el_gr: Έλεγχος ρυθμίσεων TMDB Helper

# #32018
source: Control SubtilesGR settings
el_gr: Έλεγχος ρυθμίσεων Subtitles GR

# #32019
source: Control Seren settings
el_gr: Έλεγχος ρυθμίσεων Seren

# #32020
source: Control AliveGR settings
el_gr: Έλεγχος ρυθμίσεων AliveGR

# #32021
source: Control Youtube settings
el_gr: Έλεγχος ρυθμίσεων Youtube

# #32022
source: Other
el_gr: Λοιπά

# #32023
source: Fen Settings Version
el_gr: Έκδοση ρυθμίσεων Fen

# #32024
source: Scrubs V2 Settings Version
el_gr: Έκδοση ρυθμίσεων Scrubs V2

# #32025
source: Control Scrubs V2 settings
el_gr: Έλεγχος ρυθμίσεων Scrubs V2
