Repository: gggbbbuuu/JM
Catalog: addons/plugin.program.aauninstaller/resources/language/resource.language.*/strings.po
Languages: el_gr

# #30001
source: Uninstall with dependency check (suggest)
el_gr: Απεγκατάσταση με έλεγχο εξαρτήσεων (προτείνετε)

# #30002
source: Uninstall without check (if you know what you are doing)
el_gr: Απεγκατάσταση χωρίς έλεγχο (αν ξέρετε τι κάνετε)

# #30003
source: Remove addon's userdata folder as well
el_gr: Αφαίρεσε μαζί και τον userdata φάκελο

# #30004
source: Remove only the addon
el_gr: Αφαίρεσε μόνο το προσθέτο

# #30005
source: Select uninstall mode
el_gr: Επιλέξτε τύπο ελέγχου

# #30006
source: Delete addon's data folder?
el_gr: Διαγραφή φακέλου δεδομένων προσθέτου?

# #30007
source: Select the add-ons you want to remove
el_gr: Επιλέξτε τα πρόσθετα που επιθυμείτε να αφαιρεθούν

# #30008
source: In the next screen you will be asked to check the add-ons selected to be removed. If you disagree with any of the selections, deselect it. Otherwise just click "OK"
el_gr: Στην επόμενη οθόνη θα σας ζητηθεί να ελέγξετε τα πρόσθετα που επιλέχθηκαν να αφαιρεθούν. Αν διαφωνείτε με κάποια από τις επιλογές, αποεπιλέξτε την. Διαφορετικά απλά πατήστε "Εντάξει"

# #30009
source: Approve AA Uninstaller selections
el_gr: Έγκριση επιλογών AA Uninstaller

# #30010
source: Uninstalling Addons
el_gr: Γίνεται απεγκατάσταση προσθέτων

# #30011
source: Removing %s addon folder
el_gr: Αφαίρεση φάκελου προσθέτου %s

# #30012
source: Updating addons database for %s
el_gr: Ενημέρωση βάσης δεδομένων για %s

# #30013
source: Removing %s addon_data folder
el_gr: Αφαίρεση data προσθέτου %s

# #30014
source: Failed to uninstall >> %s..
el_gr: Αποτυχία απεγκατάστασης >> %s..

# #30015
source: Uninstall addons completed
el_gr: Η απεγκατάσταση των προσθέτων ολοκληρώθηκε

# #30016
source: You didn't select any addons to remove from the system
el_gr: Δεν επιλέξατε κανένα προσθετο για να αφαιρεθεί από το σύστημα

# #30017
source: Your selections are dependecies of addons that you did not select to remove with them.[CR]This means that removing them will most likely cause a problem with the operation of the addons that depend on them.[CR]If you still want to remove them, select "Uninstall without check" at program's startup.
el_gr: Τα πρόσθετα που επιλέξατε αποτελούν εξαρτήσεις προσθέτων τα οποία δεν επιλέξατε να αφαιρεθούν μαζί τους.[CR]Αυτό σημαίνει ότι αφαιρώντας τα, πιθανότατα θα δημιουργηθεί πρόβλημα με την λειτουργία των προσθέτων που εξαρτώνται απ'αυτά.[CR]Αν παρόλ' αυτά επιθημείτε την αφαίρεσή τους, επιλέξτε "Απέγκατάσταση χωρίς έλεγχο" στην εκκίνηση του προγράμματος.

# #30018
source: [B][COLORred]Advanced Uninstall Addon[/COLOR][/B]
el_gr: [B][COLORred]Απεγκατάσταση προσθέτου[/COLOR][/B]
